{
  "關於我們": "About Us",
  "公司簡介": "Company Profile",
  "革沿與里程碑": "History and Milestones",
  "公司簡介": "Company Profile",
  "首頁": "front page",
  "最新消息": "NEWS",
  "聯絡我們": "CONTACT",
  "footerPhone": "TEL",
  "電子郵件": "E-mail",
  "add1": "Taipei Office : 2F., No.12, Zhouzi St., Neihu Dist., Taipei City  11493, Taiwan",
  "add2": "Xizhi Lab : 3F.-1, No. 179, Sec. 1, Datong Rd., Xizhi Dist., New Taipei City 22145, Taiwan",
  "隱私權政策": "Privacy",
  "網頁設計 : 新視野": "Web Design : Newscan",
  "奈威演講-創新型奈米藥物載體平台之抗癌應用": "Acura Nanomedicine speech - Anti-cancer application of innovative nano-drug carrier platform",
  "奈威生技邀請您一同參與2020 Bio Asia Taiwan": "Welcome to 2020 BiO Asia",
  "全部最新消息": "All NEWS",
  "回上頁": "Back",
  "about1_p1": "Nevi Biotechnology was established in July 2017. Nevi Biotechnology was established by a team of scientists with expertise in biomedicine, chemical engineering, drug research and development, and nanotechnology. By integrating key technologies from multiple fields, we successfully developed the new oral drug AN-845 to overcome cancer drug resistance, as well as its nanoinjectable formulations Nano-845 and AcGel-845. In vivo animal experiments have proven that AN-845 can completely inhibit anti-cancer drugs. Drug-induced pancreatic cancer tumor growth. The experiment also showed the great therapeutic potential of AN-845 for a variety of cancers, such as brain cancer (Glioblastoma Multiforme, GBM), liver cancer (Hepatocellular Carcinoma, HCC), breast cancer (Triple Negative Breast Cancer, TNBC), etc. .",
  "奈威生技兩大技術平台：": "Nevi Biotechnology’s two major technology platforms:",
  "(1) 高通量虛實整合藥物快速篩選平台(HTPVAC Drug Screening Platform)": "(1) High-throughput virtual-actual integrated rapid drug screening platform (HTPVAC Drug Screening Platform)",
  "about1_p3": "There are many unresolved problems in clinical cancer treatment, among which the poor response rate of cancer to existing drugs and the development of drug resistance in recurrent tumors after treatment are the most serious problems. Nevi Biotechnology used the above-mentioned (1) high-throughput virtual and actual integrated drug rapid screening platform technology to screen thousands of marketed human drugs and successfully developed [AN-845, a new oral drug that can reverse cancer drug resistance] by repurposing old drugs. . AN-845 can effectively inhibit the proliferation of various cancer cells including pancreatic cancer (Pancreatic Cancer), brain cancer (Glioblastoma multiforme (GBM)), liver cancer (Hepatocellular Carcinoma (HCC)) at concentrations that can be achieved by the human body. It is particularly effective in treating \"drug-resistant\" cancers. It has been proven in live animal experiments that it can completely inhibit the tumor growth of \"drug-resistant pancreatic cancer\". The ingredients of AN-845 are all old drugs with good safety, and pancreatic cancer, brain cancer, liver cancer and other cancer types that can apply for orphan drug licenses are used as initial development indication projects, so it can comply with two fast-track clearance regulations at the same time (505b2 plus orphan drug regulations) for clinical development, greatly shortening the development time and cost: it is expected to significantly reduce the development cost from US$1 billion to US$9 million; the first clinical Phase II A for pancreatic cancer can be completed within 3 years at the earliest Phase 1 trial and authorized foreign pharmaceutical companies. In the future, it will be expanded to different cancer indications such as brain cancer, liver cancer, etc., expanding the scope of indications and drug value. For mid- to long-term development, it will combine Nanobiotech’s high-efficiency tumor-targeting nanoplatform technology to develop advanced nano-tumor-targeting therapeutic drugs Nano-845 and AcGel-845.",
  "(2) 模組化高效腫瘤標靶奈米藥物載體平台(Joint Direct Active Modular-NanovehiclePlatform, NanoJDAM TM , NanoAcGel TM )": "(2) Modular high-efficiency tumor-targeting nanodrug carrier platform (Joint Direct Active Modular-NanovehiclePlatform, NanoJDAM TM , NanoAcGel TM )",
  "模組化高效腫瘤標靶奈米藥物載體平台(Joint Direct Active Modular-Nanovehicle Platform)具有多項技術突破，較傳統奈米材料生產技術具有極大競爭優勢": "Modular high-efficiency tumor-targeting nanodrug carrier platform (Joint Direct Active Modular-NanovehiclePlatform, NanoJDAM TM , NanoAcGel TM )",
  "奈威生技擁有獨步全球之模組化高效腫瘤標靶奈米藥物載體平台技術，為快速、便宜、穩定之奈米藥物載體製程。藉由特殊one-pot (一鍋化)製程可將傳統上需要數天的奈米藥物製程縮減至25分鐘；製備過程僅需混合攪拌，無需投資以千萬元計價的精密製造設備，大幅節省硬體建置成本。模組化分子設計可快速針對不同適應症，快速開發出適當的奈米標靶藥物。奈米載體上之特殊分子構型，可讓載體上之標靶分子維持正確的位向性，使奈米藥物對於標定對象(癌細胞，腫瘤組織…等)產生高超親和力，在短時間內將大量藥物快速且精準地運送至癌細胞中，極大化療效與降低全身性副作用。比傳統製程之奈米載體提昇80~100倍的藥物傳輸能力。未來更將與多種小分子藥物(如AN-845)、基因治療、及免疫治療結合，產生新一代高效抗癌藥物。奈威生技提供奈米藥物開發服務，目前已有數家國內生技公司與奈威生技合作，藉由奈米技術解決原有小分子先導藥物水溶性不佳或血中半衰期太短等問題，增加療效。其中一家客戶針對攝護腺癌的測試結果，包覆客戶API之奈威生技奈米藥物，比原先之API先導分子本身，至少增加了25倍的治療效果。": "Nevi Biotechnology has the world's only modular and efficient tumor-targeting nano-drug carrier platform technology, which is a fast, cheap and stable nano-drug carrier manufacturing process. Through the special one-pot (one-pot) process, the nanomedicine manufacturing process that traditionally takes several days can be reduced to 25 minutes. The preparation process only requires mixing and stirring, and there is no need to invest in precision manufacturing equipment worth tens of millions of dollars, which saves a lot of money. Hardware construction costs. Modular molecular design can quickly develop appropriate nano-target drugs for different indications. The special molecular configuration on the nanocarrier allows the target molecules on the carrier to maintain the correct orientation, allowing the nanomedicine to generate high affinity for the target (cancer cells, tumor tissue...etc.) and treat the drug in a short time. A large number of drugs are quickly and accurately delivered to cancer cells, maximizing efficacy and reducing systemic side effects. The drug delivery capacity is 80 to 100 times higher than that of traditional nanocarriers. In the future, it will be combined with a variety of small molecule drugs (such as AN-845), gene therapy, and immunotherapy to produce a new generation of highly effective anti-cancer drugs. Nevi Biotech provides nano drug development services. Currently, several domestic biotechnology companies have cooperated with Nevi Biotechnology to solve problems such as poor water solubility of original small molecule lead drugs or too short blood half-life through nanotechnology. Increase efficacy. One of the customers tested prostate cancer and found that the nanomedicine of NanoV Biotech that coated the customer's API was at least 25 times more effective than the original API lead molecule itself.",
  "2020 經濟部財團法人生物技術開發中心/南港生技育成中心": "2020 Biotechnology Development Center/Nangang Biotechnology Incubation Center, Ministry of Economic Affairs",
  "about2_p1": "Selected [Ministry of Economic Affairs Phoenix Plan] indicator cultivation case",
  "2019 英國AstraZeneca藥廠 & 國家生技園區_Biostartup Program": "2019 British AstraZeneca Pharmaceutical Factory & National Biotechnology Park_Biostartup Program",
  "about2_p2": "Selected [Top 10]",
  "about2_p0": "2019 Merck & Hon Hai H. Spectrum_Innovation Lab Accelerator",
  "2019 經濟部SBIR計劃": "2019 Ministry of Economic Affairs SBIR Plan",
  "about2_p8": "Passed [SBIR Program Second Grant]",
  "2019 經濟日報創業之星大賽": "2019 Economic Daily Entrepreneurship Star Competition",
  "about2_p3": "[Entrepreneurship Star] Award-winning",
  "2018 經濟部SBIR計劃": "2018 Ministry of Economic Affairs SBIR Plan",
  "通過SBIR海選計劃": "Pass the SBIR audition program",
  "2017 科技部新竹科學園區": "2017 Ministry of Science and Technology Hsinchu Science Park",
  "about2_p4": "[Entrepreneurship Star] Grand Prize",
  "2017 科技部": "2017 Ministry of Science and Technology",
  "about2_p5": "[R&D Project] Subsidy approved",
  "2016 科技部FITI競賽": "2016 Ministry of Science and Technology FITI Competition",
  "about2_p6": "[Top 20]",
  "2015 教育部生技創新創業競賽": "2015 Ministry of Education Biotechnology Innovation and Entrepreneurship Competition",
  "金獎暨最佳潛力獎": "Gold Award and Best Potential Award",
  "可逆轉癌症抗藥性口服新藥AN-845": "AN-845, a new oral drug that reverses cancer drug resistance",
  "模組化高效腫瘤標靶奈米藥物載體平台": "Modular high-efficiency tumor-targeting nanodrug carrier platform",
  "新藥產品開發": "New drug product development",
  "新藥研發": "NewDrug",
  "「逆轉癌症抗藥性藥物AN-845」可透過505(b)2與孤兒藥等快速通關法規，加速取得藥證": "An-845, a drug that reverses cancer drug resistance, can pass 505(b)2 and orphan drug regulations to expedite the acquisition of drug licenses.",
  "AN-845為老藥新用的配方組合物，針對某些癌症類別，與現今習用之化療藥物合併使用可以逆轉抗藥性以提升治療效果；而針對某些適應症可以單獨使用AN-845且較現今習用之抗癌藥物較低之劑量，達到毒殺癌細胞之效果。AN-845已針對具有抗藥性之胰臟癌、肝癌、乳癌以及腦癌進行細胞測試，皆獲得正面的反應，如圖所示。其中胰臟癌部分亦完成小鼠腫瘤測試。已於2020年5月初完成抗藥性胰臟癌腫瘤的小鼠實驗，證實AN-845可逆轉傳統胰臟癌藥物的抗藥性以提升療效，成果相當優異。": "AN-845 is a new formulation of an old drug. For certain cancer types, it can be used in combination with currently used chemotherapy drugs to reverse drug resistance and improve the therapeutic effect. For certain indications, AN-845 can be used alone and is more cost-effective. The anti-cancer drugs commonly used today achieve the effect of killing cancer cells at relatively low doses. AN-845 has been tested on cells of drug-resistant pancreatic cancer, liver cancer, breast cancer and brain cancer, and all have received positive responses, as shown in the figure. The pancreatic cancer part has also completed mouse tumor testing. A mouse experiment on drug-resistant pancreatic cancer tumors was completed in early May 2020, confirming that AN-845 can reverse the drug resistance of traditional pancreatic cancer drugs to improve efficacy, and the results are quite excellent.",
  "圖：AN-845對抗藥性胰臟癌細胞株具有極顯著的抑制能力。(資料來源:奈威生技)": "Figure: AN-845 has extremely significant inhibitory ability against drug-resistant pancreatic cancer cell lines. (Source: Nevi Biotechnology)",
  "圖：AN-845對肝癌細胞株具有極顯著的抑制能力，與傳統化療藥併用藥物具有協同效應。(資料來源:奈威生技)": "Figure: AN-845 has a very significant inhibitory effect on liver cancer cell lines, and has a synergistic effect with traditional chemotherapy drugs. (Source: Nevi Biotechnology)",
  "基於奈米藥物對於腫瘤癌症治療具有的天生優勢，奈米藥物的相關研究開發已進展了數十年，但目前實際上市的奈米藥物卻不多，說明運用傳統製程生產之奈米藥物載體在量產上仍有許多難以克服的困難。本公司開發之「模組化腫瘤靶向奈米藥物平台技術」就是針對此一困境加以突破的創新技術：": "Based on the inherent advantages of nanomedicines in the treatment of tumors and cancers, the research and development of nanomedicines has been progressing for decades, but currently there are not many nanomedicines actually on the market, which shows that nanomedicine carriers produced using traditional processes are in There are still many insurmountable difficulties in mass production. The \"modular tumor-targeted nanodrug platform technology\" developed by our company is an innovative technology that breaks through this dilemma:",
  "圖：「模組化腫瘤靶向奈米藥物平台」七大技術優勢 (資料來源:奈威生技)": "Figure: Seven major technical advantages of the \"Modularized Tumor Targeting Nanodrug Platform\" (Source: Nevi Biotech)",
  "（a）一步合成法製造，適合量產": "(a) One-step synthesis method, suitable for mass production",
  "傳統標靶奈米藥物載體製程必須透過多步驟的合成及純化，導致大量原料的浪費和居高不下的生產成本，也難以大量製造。本公司所開發之載體平台只須透過簡單的一步合成法，即可讓材料及所攜帶之藥物自組裝(self-assemble)成為奈米藥物，非常適合工業化量產。": "The traditional manufacturing process of targeted nanodrug carriers requires multi-step synthesis and purification, resulting in the waste of a large amount of raw materials and high production costs, and it is also difficult to manufacture in large quantities. The carrier platform developed by our company can self-assemble materials and carried drugs into nanomedicines through a simple one-step synthesis method, which is very suitable for industrial mass production.",
  "（b）藥物包覆效率高": "(b) High drug coating efficiency",
  "service-p1": "Drug coating rate is one of the keys to the success or failure of nano drug carriers. Insufficient drug coating rate will lead to drug waste and increased costs. After multiple drug coating tests, it has been proven that the nano drug carrier platform developed by our company has the Good drug coating rate, taking paclitaxel as an example, the average coating rate can reach more than 97.8%.",
  "（c）可同時攜帶多種藥物": "(c) Multiple drugs can be carried at the same time",
  "除了單一藥物，本奈米平台可裝載具有不同藥物的醫藥組合物，達到更佳的療效，亦可透過殼層式的設計，將疏水性藥物和親水性藥物同時裝載於奈米顆粒上，增加藥物的選擇性與應用性。此外，除了傳統的小分子藥物，新穎的巨分子核酸藥物和蛋白質藥物也可以裝載於本奈米載體平台，為藥物的設計開發增添無限可能。": "In addition to a single drug, this nanoplatform can be loaded with pharmaceutical compositions containing different drugs to achieve better efficacy. It can also load hydrophobic drugs and hydrophilic drugs on nanoparticles at the same time through a shell design. , increasing the selectivity and applicability of drugs. In addition, in addition to traditional small molecule drugs, novel macromolecule nucleic acid drugs and protein drugs can also be loaded on this nanocarrier platform, adding unlimited possibilities to the design and development of drugs.",
  "（d）具腫瘤/組織標定能力": "(d) Ability to target tumors/tissues",
  "本技術平台透過一步合成製程可輕易地將生物辨識分子與奈米顆粒鍵結，透過生物辨識分子的特性，標靶奈米載體可精確地將藥物運輸至特定的腫瘤或組織中，達到精準治療的效果。": "This technology platform can easily bond biorecognition molecules and nanoparticles through a one-step synthesis process. Through the characteristics of biorecognition molecules, targeted nanocarriers can accurately transport drugs to specific tumors or tissues, achieving the goal of The effect of precise treatment.",
  "（e）材料無毒性且生物可分解": "(e) The material is non-toxic and biodegradable",
  "選用的奈米顆粒材料，皆為美國FDA(U S Food and Drug Administration)所核可的醫藥級生物可分解材料，具有極佳安全性。": "The nanoparticle materials selected are all pharmaceutical-grade biodegradable materials approved by the U.S. FDA (U S Food and Drug Administration) and have excellent safety.",
  "（f）奈米載體穩定性高": "(f) Nanocarriers have high stability",
  "開發之奈米載體實測，在水相環境經長時間的試驗，仍可維持穩定分散不聚集的狀態。": "The developed nanocarriers have been tested and can still maintain a stable dispersion and non-aggregation state after long-term testing in an aqueous environment.",
  "（g）針對不同疾病快速發展新藥": "(g) Rapidly develop new drugs for different diseases",
  "「模組化腫瘤靶向奈米藥物平台技術」的核心概念是透過模組化的設計，藉由更換不同的奈米顆粒、生物識別分子和治療藥物，如同拼積木的過程，開創各種型式的藥物組合，快速發展符合醫療需求的下一代奈米藥物。": "The core concept of \"modular tumor-targeted nanodrug platform technology\" is to use modular design to replace different nanoparticles, biorecognition molecules and therapeutic drugs, just like the process of putting together building blocks, to create various Types of drug combinations to rapidly develop next-generation nanomedicines that meet medical needs.",
  "NanoJDAMTM 電子顯微鏡圖 (資料來源:奈威生技)": "NanoJDAMTM electron microscopy image (data source: NanoV Biotech)",
  "NanoJDAMTM 相較傳統製程奈米載體，具有數80-100倍的癌細胞親和力 (資料來源:奈威生技)": "NanoJDAMTM has 80-100 times higher affinity to cancer cells than traditional nanocarriers (Source: NanoJDAM)",
  "免責聲明": "Disclaimer",
  "歡迎您光臨「": "welcome",
  "網站」(以下簡稱本網站)，任何瀏覽網站的人士，須自行承擔一切風險，本網站不會負責任何因瀏覽或使用本網站而引致之損失。本網站不會作出任何默示的擔保。": "Website (hereinafter referred to as this website). Anyone who browses the website must bear all risks at his own risk. This website will not be responsible for any losses caused by browsing or using this website. This website does not make any implied warranties.",
  "本網站承諾力求網站內容之準確性及完整性，但內容如有錯誤或遺漏，本網站不會承擔任何賠償責任，所有本網站內容，將會隨時更改，而不作另行通知。": "This website promises to strive for the accuracy and completeness of website content. However, if there are any errors or omissions in the content, this website will not assume any liability for compensation. All content on this website will be changed at any time without prior notice.",
  "本網站可隨時停止或變更網頁資料及有關條款而毋須事前通知用戶。": "This website may stop or change web page information and related terms at any time without notifying users in advance.",
  "本網站不會對使用或連結本網頁而引致任何損害(包括但不限於電腦病毒、系統固障、資料損失)、誹謗、侵犯版權或知識產權所造成的損失，包括但不限於利潤、商譽、使用、資料損失或其他無形損失，本網站不承擔任何直接、間接、附帶、特別、衍生性或懲罰性賠償。": "This website will not be responsible for any damages (including but not limited to computer viruses, system failures, data loss), defamation, copyright infringement or intellectual property rights, including but not limited to profits and goodwill, caused by the use of or linking to this web page. , loss of use, data or other intangible losses, this website does not assume any direct, indirect, incidental, special, derivative or punitive damages.",
  "本公司可能會連接至其他機構所提供的網頁，本公司不會對這些網頁內容作出任何保證或承擔任何責任。使用者如瀏覽這些網頁，將要自己承擔後果。是否使用本網站之服務下載或取得任何資料應由用戶自行考慮且自負風險，因前開任何資料之下載而導致用戶電腦系統之任何損壞或資料流失，本網站不承擔任何責任。": "The Company may link to web pages provided by other organizations, and the Company does not make any guarantee or assume any responsibility for the content of these web pages. Users who browse these web pages will bear the consequences at their own risk. Whether to use the services of this website to download or obtain any information should be considered by the user at his or her own risk. This website does not assume any responsibility for any damage to the user's computer system or loss of data caused by the download of any information.",
  "職員專區":"Staff Center"
}
